MESSAGES = {
    "hi": "Привет, я бот компании <b>\"ТехноХлеб\"</b>!",
    "main_menu": "Выбери категорию: ",
    "get_price_range": "Введите ценовой диапазон в рублях\n",
    "get_price_error": "Некорректный ценовой диапазон!\n",
    "format_prices": "Формат ввода:\n<pre>    1. min - max\n    2. min max</pre>",
    "item_mes": "Вы выбрали {0} в диапазоне от {1}руб до {2}руб",
    "accept": "Продолжить?",
    "list_out": "Подходящих товаров нет, вернуться в главное меню?",
    "success_collect": "Товар успешно добавлен в корзину!",
    "error_collect": "Не удалось добавить товар в корзину!",
    "basket_head": "Товары в корзине:\n",
    "ordered": "Товар(ы) успешно заказан(ы)!",
    "cleared": "Корзина очищена!",
    "basket_is_empty": "Корзина пуста!"
}

MOD_MES = {
    "hi": 'Привет, модератор!',
    "main_menu": 'Если ты пришёл мне помочь, то дерзай!',
    "accept": 'Прекрасно!',
    "answer_name": 'Теперь введи название товара',
    "answer_type": "Выбери тип товара",
    "answer_features": "Теперь введи характеристики",
    "format_features": "Формат ввода характеристик для {0}\n",
    "answer_price": "Теперь введи цену",
    "answer_pic": "Теперь загрузи фотографии (не больше 9)\nПосле загрузки нажми \"Готово\"",
    "finish_form": "Название: {0}\nТип: {1}\nХарактеристики:\n<pre>{2}</pre>\nЦена: {3}",
    "accept_form": "Если данные корректны, нажмите \"Подтвердить\"",
    "if_mistake": 'Если ты ошибся в прошлых данных, нажми кнопку \"Назад\"'
}